train: ./train
val: ./valid
test: ./test

nc: 3
names: ['Puma', 'Jaguar', 'Ocelote']

depth_multiple: 0.67  
width_multiple: 1.0 

backbone:
  [[-1, 1, Conv, [64, 3, 1]],     
   [-1, 1, C2f, [64, True]],
   [-1, 1, Conv, [128, 3, 2]],      
   [-1, 2, Bottleneck, [128]],      
   [-1, 1, Conv, [256, 3, 2]],
   [-1, 3, C2f, [256, True]],       
   [-1, 1, SPPF, [256]],         
   [-1, 1, Conv, [384, 3, 2]],  
   [-1, 2, Bottleneck, [384]],
   [-1, 1, Conv, [512, 3, 1]]]

head:
  [[-1, 1, C2f, [512, True]],       
   [-1, 1, Conv, [256, 3, 1]],      
   [-1, 1, Detect, [nc]]]

